/* NavViewTitle */
"Home" = "Home";
"Open" = "Open";
"Add Project" = "Add Project";
"Finished" = "Finished";
"Awards" = "Awards";

/* Home */
"Up next" = "Up next";
"More to explore" = "More to explore";

/* Open */
"Add New item" = "Add New item";

/* Add */
"Basic settings" = "Basic settings";
"Project Name" = "Project Name";
"Description" = "Description";
"Choose project color" = "Choose project color";
"Save" = "Save";
"Closing" = "Closing";

/* Edit Project */
"Edit Project" = "Edit Project";
"Finish this project" = "Finish this project";
"Delete this project" = "Delete this project";
/* Project delete alert */
"Are you sure you want to delete this project? You will lose all the items inside." = "Are you sure you want to delete this project? You will lose all the items inside.";
"Delete" = "Delete";
"Cancel" = "Cancel";

/* Edit Item*/
"Item name" = "Item name";
"Priority" = "Priority";
"Low" = "Low";
"Medium" = "Medium";
"High" = "High";
"Mark Completed" = "Mark Completed";
"%@ in %@" = "%@ in %@";

/* Dismiss button */
"Dismiss" = "Dismiss";

/* Awards */
"Achieved: %@" = "Achieved: %@";
"Locked: %@" = "Locked: %@";
"Ok" = "Ok";
